Repository: GaetanRole/sf4.4-website-skeleton-starter
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

# user.profile.head.meta.description
source: A user account page with information.
fr: __user.profile.head.meta.description

# user.profile.head.meta.title
source: My account
fr: __user.profile.head.meta.title

# user.profile.body.h1
source: User's profile
fr: __user.profile.body.h1

# user.profile.jumbotron.title
source: Hello {firstname} - {lastname}
fr: __user.profile.jumbotron.title

# user.profile.jumbotron.description
source: See a single entry for Webpack on this page (open console to see user.js's message)
fr: __user.profile.jumbotron.description

# default.index.body.ul.second
source: Useful links
fr: __default.index.body.ul.second

# button.logout
source: Log out
fr: __button.logout

# button.homepage
source: Back to the homepage
fr: __button.homepage

# user.registration.head.meta.description
source: Register page description meta (SEO).
fr: __user.registration.head.meta.description

# user.registration.head.meta.title
source: Registration
fr: __user.registration.head.meta.title

# user.registration.body.h1
source: Register your account now
fr: __user.registration.body.h1

# user.registration.body.form.submit
source: Register your account
fr: __user.registration.body.form.submit

# button.login
source: Access to the login page
fr: __button.login

# default.index.head.meta.description
source: Homepage description meta (SEO).
fr: __default.index.head.meta.description

# default.index.head.meta.title
source: Homepage
fr: __default.index.head.meta.title

# default.index.body.h1
source: A Symfony LTS Starter Kit
fr: __default.index.body.h1

# default.index.body.ul.first
source: On this project
fr: __default.index.body.ul.first

# default.index.body.ul.first.li.first
source: Webpack Encore
fr: __default.index.body.ul.first.li.first

# default.index.body.ul.first.li.second
source: Time Continuum library used directly as a service (GlobalClock.php)
fr: __default.index.body.ul.first.li.second

# index.body.ul.second.li.first
source: Sample page using Time Continuum.
fr: __index.body.ul.second.li.first

# index.body.ul.second.li.second
source: Switch locale to FR.
fr: __index.body.ul.second.li.second

# index.body.ul.second.li.third
source: Switch locale to EN.
fr: __index.body.ul.second.li.third

# default.index.body.ul.third
source: User Auth
fr: __default.index.body.ul.third

# button.register
source: Access to the registration page
fr: __button.register

# button.user
source: View user's profile
fr: __button.user

# base.head.meta.description
source: Base description meta (SEO).
fr: __base.head.meta.description

# base.head.meta.title
source: Base title meta.
fr: __base.head.meta.title

# default.footer.text
source: Place sticky footer content here !
fr: __default.footer.text

# security.login.head.meta.description
source: Login description meta (SEO).
fr: __security.login.head.meta.description

# security.login.head.meta.title
source: Connection
fr: __security.login.head.meta.title

# security.login.body.h1
source: Log in !
fr: __security.login.body.h1

# security.login.body.form.label.email
source: Email address
fr: __security.login.body.form.label.email

# security.login.body.form.placeholder.email
source: Enter an email address from user's fixture
fr: __security.login.body.form.placeholder.email

# security.login.body.form.help.email
source: E.g: We'll never share your email with anyone else. For connection use UserFixture.
fr: __security.login.body.form.help.email

# security.login.body.form.label.password
source: Password
fr: __security.login.body.form.label.password

# security.login.body.form.placeholder.password
source: Enter a password from user's fixture
fr: __security.login.body.form.placeholder.password

# security.login.body.form.label.rememberme
source: Remember me
fr: __security.login.body.form.label.rememberme

# security.login.body.form.submit
source: Log in
fr: __security.login.body.form.submit

# samples.timecontinuum.head.meta.description
source: Time Continuum description meta (SEO).
fr: __samples.timecontinuum.head.meta.description

# samples.timecontinuum.head.meta.title
source: Time Continuum
fr: __samples.timecontinuum.head.meta.title

# samples.timecontinuum.body.h1
source: Time Continuum examples
fr: __samples.timecontinuum.body.h1

# samples.timecontinuum.body.ul.first
source: From the GlobalClock service:
fr: __samples.timecontinuum.body.ul.first

# samples.timecontinuum.body.ul.first.li.first
source: Get global project clock with default time zone:
fr: __samples.timecontinuum.body.ul.first.li.first

# samples.timecontinuum.body.ul.first.li.second
source: Go back (1 year, 2 months, 24 minutes, 500 ms):
fr: __samples.timecontinuum.body.ul.first.li.second

# samples.timecontinuum.body.ul.first.li.third
source: Get Paris's clock:
fr: __samples.timecontinuum.body.ul.first.li.third

# samples.timecontinuum.body.ul.first.li.fourth
source: Get New-York's clock:
fr: __samples.timecontinuum.body.ul.first.li.fourth

# samples.timecontinuum.body.ul.first.li.fifth
source: Get Paris's clock with Twig filter:
fr: __samples.timecontinuum.body.ul.first.li.fifth
